package Characters;

public class Merchant implements Character {


    //8
    public void askMarriage() {
        System.out.println("*Мимо проезжал купец*" + '\n' +
                "Купец: почему плачешь, девица?" + '\n' +
                "*Аленушка ему все рассказала*" + '\n' +
                "Купец:Пойди за меня замуж. И козленочек будет жить с нами"+'\n'+
                "*Аленшука согласилась и они с козленком стали жить с купцом*");
    }

    //16
    public void truth(){
        System.out.println("*Узнал купец всю правду, созвал народ, пошли на реку, да вытащили Аленушку.*");
    }
}
